tests/fixtures/artifact-replay/fp-single-box/case/system/blockMeshDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object blockMeshDict;
}

scale 1;
vertices
(
    (0 0 0)
    (0.037 0 0)
    (0.037 0.023 0)
    (0 0.023 0)
    (0 0 0.001)
    (0.037 0 0.001)
    (0.037 0.023 0.001)
    (0 0.023 0.001)
);
blocks
(
    hex (0 1 2 3 4 5 6 7) (8 6 1) simpleGrading (1 1 1)
);
edges ();
boundary
(
    drive
    {
        type patch;
        faces ((0 4 7 3));
    }
    return
    {
        type patch;
        faces ((1 2 6 5));
    }
    shell
    {
        type wall;
        faces ((0 1 5 4) (3 7 6 2));
    }
    span
    {
        type empty;
        faces ((0 3 2 1) (4 5 6 7));
    }
);
mergePatchPairs ();
