tests/fixtures/artifact-replay/fp-single-box/case/0/U
FoamFile
{
    version 2.0;
    format ascii;
    class volVectorField;
    object U;
}

dimensions [0 1 -1 0 0 0 0];
internalField uniform (0 0 0);
boundaryField
{
    drive
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    return
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    shell
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    span
    {
        type empty;
    }
}
