tests/fixtures/artifact-replay/fp-single-box/case/0/p
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object p;
}

dimensions [0 2 -2 0 0 0 0];
internalField uniform 0;
boundaryField
{
    drive
    {
        type fixedValue;
        value uniform 0;
    }
    return
    {
        type fixedValue;
        value uniform 0;
    }
    shell
    {
        type fixedValue;
        value uniform 0;
    }
    span
    {
        type empty;
    }
}
